Repository: elementary/settings-useraccounts
Catalog: po/extra/*.po
Languages: fr, zh_cn, zh_tw

source: Manage user accounts
fr: Gérer les comptes utilisateur
zh_cn: 管理用户账户
zh_tw: 管理使用者帳號

source: Authentication is required to change user data
fr: Il est nécessaire de s'authentifier pour modifier des données utilisateur
zh_cn: 更改用户数据需要认证您的权限
zh_tw: 變更使用者資料需要先通過身分核對

source: User Accounts Settings
fr: Paramètres des comptes utilisateur
zh_cn: 用户帐号设置
zh_tw: 使用者帳號設定值

source: Manage account permissions and configure user names, passwords, and photos
fr: Gérer les permission des comptes, configurer les noms d'utilisateur, mots de passe et photos
zh_cn: 管理账户权限、配置用户信息及头像
zh_tw: 管理帳號權限並調整使用者的名稱、密碼、相片等設定

source: Improvements:
fr: Améliorations :
zh_cn: 改善项目：
zh_tw: 改善項目：

source: Updated translations
fr: Mise à jour des traductions
zh_cn: 翻译更新
zh_tw: 翻譯更新

source: Fixes:
fr: Corrections :
zh_cn: 修复:
zh_tw: 修正：

source: Update permissions when enabling and disabling accounts
fr: Mise à jour des autorisations lors de l'activation et de la désactivation des comptes
zh_cn: 启用或停用帐号时更新权限
zh_tw: 啟用或停用帳號時更新權限

source: Ensure user information in sidebar updates upon changes
fr: Nous nous sommes assurés que les informations du compte utilisateur dans la barre latérale soient mises à jour en cas de changement
zh_cn: 确保更改时侧边栏的用户信息有正确更新
zh_tw: 確保變更時側邊欄的使用者資訊有正確更新

source: Support locales with 3-letter codes
fr: Prise en charge des langues avec un code à 3 lettres
zh_cn: 支持带有 3 个字母代码的语言环境
zh_tw: 支援代碼有三個字元的地域

source: Performance improvements
fr: Amélioration des performances
zh_cn: 性能改善
zh_tw: 效能改善

source: Better support for non-Ubuntu based distributions
fr: Meilleure prise en charge pour les distributions non basées sur Ubuntu
zh_cn: 更好地支持非基于 Ubuntu 的发行版
zh_tw: 改善對不是基於 Ubuntu 的發行版的支援

source: Minor updates:
fr: Mises à jour mineures :

source: New colorful avatar fallback
fr: Nouveaux avatars colorés par défaut

source: Improved tooltips and labels
fr: Amélioration des infobulles et des titres

source: Fix possible crash when deleting an account
fr: Correction d'un plantage éventuel lors de la suppression d'un compte

source: Show more accurate reasons for locked settings
fr: Explications plus précises pour les paramètres verrouillés

source: Improve reliability of account creation
fr: Amélioration de la fiabilité de la création de compte

source: Get permission on demand for enabling or disabling accounts
fr: Demande de l'autorisation sur le moment pour l'activation ou la désactivation de comptes

source: Show in sidebar if an account is disabled
fr: Affichage dans la barre latérale si un compte a été désactivé

source: Ask for permission when adding and removing accounts
fr: Demande de permission lors de l'ajout ou la suppression de comptes

source: Animate Infobars
fr: Animation des barres d'information

source: Redesign to make hint text more obvious
zh_cn: 改善设计让提示文字变得更明显
zh_tw: 改善設計讓提示文字變得更明顯

source: Restore sidebar position
zh_tw: 復原側邊欄的位置

source: Improved screen reader accessibility
zh_cn: 改善屏幕阅读器辅助
zh_tw: 改善螢幕閱讀器輔助
