Repository: elementary/settings-useraccounts
Catalog: po/*.po
Languages: fr, he, ja, sv, tl

source: User Accounts
fr: Comptes utilisateur
he: חשבונות משתמשים
ja: ユーザーアカウント
sv: Användarkonton
tl: Mga User Account

source: Manage account permissions and configure user names, passwords, and photos
fr: Gérer les permission des comptes, configurer les noms d'utilisateur, mots de passe et photos
he: ניהול הרשאות לחשבונות והגדרת שמות משתמשים, סיסמאות ותמונות
ja: アカウントの権限を管理し、ユーザー名・パスワード・アカウント画像を設定します
sv: Hantera kontobehörighet och ställ in användarnamn, lösenord och foton

source: Avatar
fr: Image de l'utilisateur
he: תמונת משתמש
ja: アバター
sv: Visningsbild

source: Full name
fr: Nom complet
he: שם מלא
ja: フルネーム
sv: Fullständigt namn

source: Account type
fr: Type de compte
he: סוג חשבון
ja: アカウントの種類
sv: Kontotyp

source: Language
fr: Langue
he: שפה
ja: 言語
sv: Språk

source: Log in automatically
fr: Connexion automatique
he: כניסה אוטומטית
ja: 自動的にログイン
sv: Logga in automatiskt

source: Change Password
fr: Modifier le mot de passe
he: החלפת הסיסמה
ja: パスワードを変更
sv: Byt lösenord
tl: Palitan ang Password

source: Guest Session
fr: Session invité
he: הפעלת אורח
ja: ゲストセッション
sv: Gästsession

source: Crop & Position
fr: Recadrage et positionnement
he: חיתוך ומיקום
ja: 切り抜いて位置を調整
sv: Beskärning och position

source: Choose the part of the image to use as an avatar.
fr: Sélectionnez la partie de l'image à utiliser comme avatar.
he: נא לבחור את החלק בתמונה שישמש כתמונה מייצגת.
ja: 画像全体のうち、アバターとして使用する部分を選択してください。
sv: Välj den del av bilden som du vill använda som avatar.

source: Change Avatar
fr: Modifier l'avatar de l'utilisateur
he: החלפת תמונת המשתמש
ja: アバターを変更
sv: Byt visningsbild
tl: Baguhin ang Avatar

source: Current Password
fr: Mot de passe actuel
he: הסיסמה הנוכחית
ja: 現在のパスワード
sv: Nuvarande lösenord
tl: Kasalukuyang Password

source: Press to authenticate
fr: Appuyez pour vous authentifier
he: יש ללחוץ לאימות
ja: 認証するにはクリックしてください
sv: Tryck för att verifiera
tl: Pindutin para ma-authenticate

source: Authentication failed
fr: Échec d'authentification
he: האימות נכשל
ja: 認証に失敗しました
sv: Verifieringen misslyckades
tl: Hindi mai-authenticate

source: Cancel
fr: Annuler
he: ביטול
ja: キャンセル
sv: Avbryt
tl: Ikansela

source: Standard User
fr: Utilisateur standard
he: משתמש רגיל
ja: 標準ユーザー
sv: Standardanvändare
tl: Standard na User

source: Administrator
fr: Administrateur
he: מנהל
ja: 管理者
sv: Administratör
tl: Tagapangasiwa

source: Account Type
fr: Type de compte
he: סוג החשבון
ja: アカウントの種類
sv: Kontotyp

source: Full Name
fr: Nom complet
he: שם מלא
ja: フルネーム
sv: Fullständigt namn
tl: Buong Pangalan

source: Username
fr: Nom d'utilisateur
he: שם משתמש
ja: ユーザー名
sv: Användarnamn

source: Create User
fr: Créer l'utilisateur
he: יצירת משתמש
ja: ユーザーを作成
sv: Skapa användare
tl: Gumawa ng User

source: Username is already taken
fr: Le nom d'utilisateur est déjà pris
he: שם המשתמש כבר תפוס
ja: ユーザー名はすでに使われています
sv: Användarnamnet är upptaget
tl: May gumagamit na ng username na 'to

source: Username can only contain lowercase letters and numbers, without spaces
fr: Ne peut contenir que des minuscules et des nombres mais pas d'espaces
he: שם משתמש יכול להכיל אותיות לטיניות קטנות, מספרים וללא רווחים
ja: ユーザー名は小文字と数字のみを含むことができます。空白は使用しないでください
sv: Användarnamn kan bara innehålla små bokstäver och siffror, och inga mellanslag

source: Enrolling fingerprint
fr: Enregistrement de l'empreinte digitale
he: רישום טביעת אצבע
ja: 指紋を登録しています
sv: Registrering av fingeravtryck

source: Touch the fingerprint sensor to begin.
fr: Touchez le capteur d'empreinte pour commencer.
he: יש לגעת בחיישן טביעות האצבע כדי להתחיל.
ja: 始めるには指紋センサーをタッチしてください。
sv: Tryck på fingeravtryckssensorn för att börja.

source: Finish
fr: Terminer
he: סיום
ja: 完了
sv: Slutför

source: Fingerprint device not available.
fr: Capteur d'empreinte non disponible.
he: אין התקן טביעות אצבע זמין.
ja: 指紋デバイスが利用できません。
sv: Fingeravtrycksenhet inte tillgänglig.

source: Enrollment complete
fr: Enregistrement terminé
he: רישום טביעות האצבע הושלם
ja: 登録完了
sv: Inskrivning slutförd

source: This fingerprint can now be used for authentication.
fr: Cette empreinte peut désormais être utilisée pour l'authentification.
he: אפשר להשתמ בטביעת האצבע הזאת לאימות מעתה.
ja: 認証時にこの指紋を使用できるようになりました。
sv: Detta fingeravtryck kan nu användas för autentisering.

source: Enrolling failed. Cancel and try again.
fr: Échec de l'enregistrement. Veuillez annuler et réessayer.
he: הרישום נכשל. נא לבטל ולנסות שוב.
ja: 登録失敗しました。キャンセルして再度お試しください。
sv: Registreringen misslyckades. Avbryt och försök igen.

source: Stage passed. Lift your finger and touch the sensor again.
fr: Étape terminée. Relevez votre doigt et touchez le capteur de nouveau.
he: השלב עבר. נא להרים את האצבע ולגעת בחיישן שוב.
ja: 登録の一段階が成功しました。引き続き指を離してセンサーをタッチしてください。
sv: Steg passerat. Lyft fingret och rör vid sensorn igen.

source: Trying to scan again
fr: Nouvelle tentative d'analyse
he: מתבצע ניסיון לסרוק שוב
ja: スキャンを再試行しています
sv: Försöker skanna igen

source: The swipe was too short. Lift your finger and swipe the sensor again.
fr: Le contact n'était pas suffisant. Relevez votre doigt et touchez le capteur de nouveau.
he: ההחלקה הייתה מהירה מדי. נא להרים את האצבע ולהחליק אותה על החיישן שוב.
ja: スワイプが短すぎます。指を離して再度センサーをスワイプしてください。
sv: Svepningen var för kort. Lyft fingret och svep sensorn igen.

source: The touch was too fast. Lift your finger and touch the sensor again.
fr: Vous avez été trop rapide. Relevez votre doigt et touchez le capteur de nouveau.
he: הנגיעה הייתה מהירה מדי. יש להרים את האצבע ולגעת בחיישן שוב.
ja: タッチが速すぎます。指を離して再度センサーをタッチしてください。
sv: Beröringen var för snabb. Lyft fingret och rör vid sensorn igen.

source: The fingerprint was not centered on the censor. Lift your finger and touch the sensor again.
fr: L'empreinte n'est pas centrée sur le capteur. Relevez votre doigt et touchez le capteur de nouveau.
he: טביעת האצבע לא הייתה ממורכזת על החיישן. יש להרים את האצבע ולגעת בחיישן שוב.
ja: 指紋がセンサーの中央からずれています。指を離して再度センサーをタッチしてください。
sv: Fingeravtrycket var inte centrerat på censorn. Lyft fingret och tryck på sensorn igen.

source: Remove your finger and try again
fr: Retirez votre doigt et réessayez
he: נא להסיר את האצבע שלך ולנסות שוב
ja: 指を離して再度お試しください
sv: Ta bort fingret och försök igen

source: Can't remember additional fingerprints
fr: Impossible d'enregistrer d'autres empreintes
he: לא ניתן לזכור טביעות אצבע נוספות
ja: これ以上指紋を登録できません
sv: Kan inte komma ihåg ytterligare fingeravtryck

source: Forget a saved fingerprint and try again.
fr: Veuillez supprimer une empreinte enregistrée et recommencer.
he: לשכוח טביעת אצבע שמורה ולנסות שוב.
ja: 保存済みの指紋を削除して再度お試しください。
sv: Glöm ett sparat fingeravtryck och försök igen.

source: This fingerprint is already enrolled.
fr: Cette empreinte est déjà enregistrée.
he: טביעת האצבע הזאת כבר נרשמה.
ja: この指紋はすでに登録済みです。
sv: Det här fingeravtrycket är redan registrerat.

source: The fingerprint sensor was disconnected.
fr: Le capteur d'empreinte à été déconnecté.
he: חיישן טביעות האצבע נותק.
ja: 指紋センサーが切断されました。
sv: Fingeravtryckssensorn var bortkopplad.

source: Something went wrong
fr: Une erreur s'est produite
he: משהו השתבש
ja: 不明な問題が発生しました
sv: Något gick fel

source: Cancel and try again
fr: Annuler et réessayer
he: נא לבטל ולנסות שוב
ja: キャンセルして再度お試しください
sv: Avbryt och försök igen

source: The Guest Session allows someone to use a temporary default account without a password.
fr: La session invité permet d'utiliser une session temporaire sans avoir besoin de mot de passe.
he: הפעלת האורח מאפשרת למישהו להשתמש בחשבון ברירת מחדל זמני ללא סיסמה.
ja: ゲストセッションは、誰かが一時的なデフォルトのアカウントをパスワードなしに使うことを可能にします。
sv: Med en gästsession kan en användare tillfälligt använda datorn utan ett lösenord.

source: Once they log out, all of their settings and data will be deleted.
fr: Dès que l'utilisateur se déconnecte, toutes les données de la session invité sont supprimés.
he: לאחר היציאה מההפעלה, כל ההגדרות והנתונים יימחקו.
ja: ログアウトすると、設定やデータは削除されます。
sv: Alla inställningar och all data raderas vid utloggning.

source: Log In automatically:
fr: Connexion automatique :
he: כניסה אוטומטית:
ja: 自動的にログイン:
sv: Automatisk inloggning:
tl: Awtomatikong mag-log in :

source: Guest session changes will not take effect until you restart your system
fr: Les modifications effectuées pour la session invité prendront effet au prochain démarrage du système
he: השינויים שנערכים בהפעלת המשתמש לא יחולו עד להפעלת המערכת שלך מחדש
ja: ゲストセッションの変更は、再起動後に反映されます
sv: Ändringarna för gästsessionen kommer att tillämpas vid omstart

source: Unable to acquire permission
fr: Impossible de récupérer les permissions
he: לא ניתן להשיג הרשאה
ja: 権限を取得できません
sv: Kan inte få tillstånd

source: The guest account cannot be modified without the required system permission.
fr: Le compte invité ne peut pas être modifié sans les permissions requises.
he: אי אפשר לערוך את חשבון האורח ללא הרשאות המערכת הנדרשות.
ja: 必要なシステム権限がないと、ゲストアカウントを編集できません。
sv: Gästkontot kan inte ändras utan erforderlig systembehörighet.

source: My Account
fr: Mon compte
he: החשבון שלי
ja: 自分のアカウント
sv: Mitt konto
tl: Aking Account

source: Other Accounts
fr: Autres comptes
he: חשבונות אחרים
ja: ほかのアカウント
sv: Övriga konton
tl: Iba pang mga Account

source: Create User Account…
fr: Créer un compte utilisateur…
he: יצירת חשבון משתמש…
ja: ユーザーアカウントを作成…
sv: Skapa användarkonto…

source: Undo
fr: Annuler
he: ביטול
ja: 元に戻す
sv: Ångra

source: A new account cannot be created without the required system permission.
fr: Impossible de créer un nouveau compte sans les permissions requises.
he: לא ניתן ליצור חשבון חדש מבלי הרשאות המערכת הנדרשות.
ja: 必要なシステム権限がないと、新しいアカウントを作成できません。
sv: Det går inte att skapa ett nytt konto utan den systembehörighet som krävs.

source: An account cannot be removed without the required system permission.
fr: Impossible de supprimer un compte sans les permissions requises.
he: לא ניתן להסיר חשבון מבלי הרשאות המערכת הנדרשות.
ja: 必要なシステム権限がないと、アカウントを削除できません。
sv: Ett konto kan inte tas bort utan erforderlig systembehörighet.

source: Removed “%s”
fr: « %s » supprimé
he: „%s” הוסר
ja: “%s”を削除しました
sv: Borttaget "%s"

source: Enabled
fr: Activé
he: פעיל
ja: 有効
sv: Aktiverad
tl: Pinagana

source: Disabled
fr: Désactivé
he: מושבתת
ja: 無効
sv: Inaktiverad
tl: Hindi pinagana

source: You do not have permission to change this
fr: Vous n'avez pas la permission de modifier cela
he: אין לך הרשאה לשנות את זה
ja: これを変更する権限がありません
sv: Du har inte behörighet att ändra detta
tl: Wala kang permiso na baguhin ito

source: You cannot change this for the currently active user
fr: Impossible de changer ceci pour l'utilisateur actuel
he: לא ניתן לשנות זאת עבור המשתמש הנוכחי הפעיל
ja: 現在アクティブなユーザーのため変更できません
sv: Du kan inte ändra detta för den nu aktiva användaren
tl: Hindi mo to pwedeng baguhin para sa kasalukuyang aktibong user/gumagamit

source: You cannot remove the last administrator's privileges
fr: Impossible de supprimer le dernier administrateur
he: לא ניתן להסיר את הרשאות הניהול האחרונות
ja: 管理者が唯一の場合、その権限は削除できません
sv: Du kan inte ta bort den senaste administratörens rättigheter

source: Standard
fr: Normal
he: רגיל
ja: 標準

source: Click to switch to Language & Region Settings
fr: Cliquez pour passer aux paramètres de langue et de région
he: יש ללחוץ כדי לעבור להגדרות שפה ואזור
ja: “言語と地域設定”に切り替えるにはクリックしてください
sv: Klicka för att växla till språk- och regioninställningar

source: Log In automatically
fr: Se connecter automatiquement
he: כניסה אוטומטית
ja: 自動的にログイン
sv: Logga in automatiskt

source: Set Up Fingerprint…
fr: Configurer l'empreinte…
he: הגדרת טביעת אצבע…
ja: 指紋を設定…
sv: Ställ in fingeravtryck…

source: Remove Fingerprint
fr: Supprimer l'empreinte
he: הסרת טביעת אצבע
ja: 指紋を削除
sv: Ta bort fingeravtryck

source: Change Password…
fr: Modifier le mot de passe…
he: החלפת הסיסמה…
ja: パスワードを変更…
sv: Byt lösenord…

source: Remove Account
fr: Supprimer le compte
he: הסרת חשבון
ja: アカウントを削除
sv: Ta bort konto

source: Some settings require administrator rights to be changed
fr: La modification de certains paramètres nécessite les droits d'administrateur
he: לצורך שינוי של חלק מההגדרות נדרשות הרשאות ניהול
ja: 一部の設定変更には管理者権限が必要です
sv: Vissa inställningar kräver administratörsrättigheter för att ändras

source: Enable Account
fr: Activer le compte
he: הפעלת חשבון
ja: アカウントを有効にする
sv: Aktivera konto

source: Disable Account
fr: Désactiver le compte
he: השבתת חשבון
ja: アカウントを無効にする
sv: Inaktivera konto

source: Unable to change the password for %s
fr: Impossible de modifier le mot de passe pour %s
he: לא ניתן להחליף את הסיסמה של %s
ja: %s のパスワードを変更できません
sv: Det går inte att ändra lösenordet för %s

source: Remove
fr: Supprimer
he: הסרה
ja: 削除
sv: Ta bort
tl: Alisin

source: Set from File…
fr: Depuis un fichier…
he: הגדרה מקובץ…
ja: ファイルから設定…
sv: Ange från fil…

source: Images
he: תמונות
ja: 画像
sv: Bilder
tl: Mga Larawan

source: Select an image
fr: Sélectionner une image
he: בחירת תמונה
ja: 画像を選択
sv: Välj en bild
tl: Pumili ng larawan

source: Open
fr: Ouvrir
he: פתיחה
ja: 開く
sv: Öppna
tl: Magbukas

source: Choose a Password
fr: Choisissez un mot de passe
he: נא לבחור סיסמה
ja: パスワードを選択
sv: Välj ett lösenord

source: Confirm Password
fr: Confirmez le mot de passe
he: אימות הסיסמה
ja: パスワードを確認
sv: Bekräfta lösenord

source: Show passwords
fr: Afficher les mots de passe
he: הצגת הסיסמאות
ja: パスワードを表示
sv: Visa lösenord
tl: Ipakita ang mga password

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
ja: パスワードが一致しません
sv: Lösenorden stämmer inte överens
tl: Hindi nagtugma ang mga password

source: Password change failed
tl: Hindi maitalaga ang bagong password

source: Create user account
tl: Gumawa ng user account

source: Remove user account and its data
tl: Tanggalin ang user account at ang mga datos nito

source: You cannot remove your own user account
tl: Hindi mo pwedeng tanggalin ang iyong user account

source: Can only contain lower case letters, numbers and no spaces
tl: Mga lower case letters, mga numero at walang spaces ang pupwede

source: Set password now
tl: Italaga na ngayon ang password

source: Set no password for login
tl: Walang nakatalagang password para sa login

source: Let user create password on first login
tl: Hayaan ang user na gumawa ng password sa unang login niya

source: Username is not valid
tl: Hindi pupwede ang Username

source: Set from Fileâ€¦
tl: Magtalaga mula sa File...

source: New Password
tl: Bagong password

source: Password cannot be empty
tl: Hindi pupwedeng walang laman ang password

source: Confirm New Password
tl: Tiyakin ang Bagong Password

source: Password accepted
tl: Tinanngap ang password

source: Weak password strength
tl: Mahina ang lakas ng password

source: Medium password strength
tl: Katamtaman ang lakas ng password

source: Strong password strength
tl: Malakas ang password

source: Resembles your current password
tl: Kahawig ng iyong kasalukuyang password

source: New password is too simple
tl: Masyadong simple ang password

source: New password is a palindrome
tl: Pupwedeng pagbaligtarin ang bagong password

source: Account type:
tl: Uri ng Account:

source: Language:
tl: Wika:

source: Click to switch to Language & Locale Settings
tl: I-click para lumipat sa Settings ng Wika at Lokal

source: Enable User Account
tl: Paganahin ang User Account

source: Disable User Account
tl: Huwag paganahin ang User account

source: None set
tl: Walang nakatalaga
